Repository: fn-code/FunGames
Catalog: Fun Games/Localization/*.lproj/Localizable.strings
Languages: id

# genres_title
source: Genres
id: Kategori

# view_all_title
source: View All
id: Lihat Semua

# favorite_title
source: Favorite Games
id: Permainan Favorit

# popular_title
source: Popular Games
id: Permainan Popular

# list_genre_title
source: List Genre
id: Daftar Aliran

# popular_search
source: Seacrhing Games
id: Pencarian Permainan

# popular_subtitle
source: 20 Of Most Popular Games
id: 20 Permainan Terpopuler

# favorite_btn_title
source: Favorite
id: Favorit

# game_detail_title
source: Information Detail
id: Informasi Detail

# profile_title
source: Profile
id: Profil

# update_profile_title
source: Update Profile
id: Mengubah Profil

# update_profile_btn
source: Changed
id: Perbaharui

# home_tab_bottom
source: Home
id: Beranda

# favorite_tab_bottom
source: Favorite
id: Favorit

# profile_tab_bottom
source: Profile
id: Profil

# alert_error_fetching_title
source: Information
id: Informasi

# alert_error_fetching_message
source: Failed fetching games data
id: Gagal menampilkan data permainan

# alert_success_title
source: Successful
id: Sukses

# alert_already_favorite
source: Game already added to favorite
id: Permainan sudah ditambahkan di daftar favorit

# alert_success_added_favorite
source: Success adding Game to favorite
id: Sukses menambahkan permainan Ke daftar favorit

# alert_information_title
source: Information
id: Informasi

# alert_favorite_empty_message
source: No games have been added to the favorite list yet
id: Belum ada game yang ditambahkan ke daftar favorit

# alert_favorite_remove_message
source: You want to remove this game from the favorite games list
id: Anda ingin meghapus game ini dari daftar favorit

# alert_back_btn
source: Back
id: Kembali
